Repository: madeleineenberg/gift-shop
Catalog: web/app/languages/plugins/mailchimp-for-woocommerce-*.po
Languages: sv_se

source: Need help? Visit <a href=%1$s target=_blank>Mailchimp support</a>
sv_se: Behöver du hjälp? Besök <a href=%1$s target=_blank>Mailchimp support</a>

source: If you don’t have an audience, <br/> you can choose to create one
sv_se: Om du inte har en publik, <br/>kan du välja att skapa en ny

source: We successfully synced %1$s orders to your Audience, %2$s. If you’re happy with this integration, leave a 5-star review. It helps our community know we’re working hard to make it better each day.
sv_se: Vi har synkroniserat %1$s order till din publik %2$s. Om du gillar denna integration får du gärna lämna ett 5-stjärnigt omdöme. Det hjälper oss växa och bli ännu bättre!

source: Thanks, your message has been received.
sv_se: Tack, ditt meddelande har mottagits.

source: Message received
sv_se: Meddelande mottagits

source: Sending support request
sv_se: Skickar supportförfråga

source: Please allow your browser to show popups for this page
sv_se: Tillåt din webbläsare att visa popups för denna sida.

source: Login Popup is blocked!
sv_se: Inloggnings-popup är blockerad!

source: Disconnecting store in progress
sv_se: Frånkoppling av butik pågår

source: Could not resync orders, please try again.
sv_se: Kunde inte synkronisera order. Försök igen.

source: Resync request in progress
sv_se: Begäran som synkronisering pågår

source: Try again
sv_se: Försök igen

source: Please wait
sv_se: Vänta

source: Audience
sv_se: Publik

source: Store
sv_se: Butik

source: Connection settings
sv_se: Anslutningsinställningar

source: Your WooCommerce store is syncing to Mailchimp
sv_se: Din WooCommerce-butik synkroniserar mot Mailchimp

source: Success! You are connected to Mailchimp
sv_se: Lyckades! Du är ansluten till Mailchimp

source: Campaign and messaging settings
sv_se: Inställningar för kampanjer och meddelanden

source: WooCommerce store and location
sv_se: WooCommerce-butik och plats

source: Back
sv_se: Tillbaka

source: Next step
sv_se: Nästa steg

source: Please provide a bit of information about your WooCommerce <br/> campaign and messaging settings.
sv_se: Ge lite mer information om din WooCommerce-<br/>kampanj och inställningar för meddelanden.

source: Add WooCommerce audience settings
sv_se: Lägg till inställningar för WooCommerce-publik

source: Please provide a bit of information about your WooCommerce <br/> store and location.
sv_se: Ange lite information om din WooCommerce<br/>butik och plats.

source: Add WooCommerce store settings
sv_se: Lägg till inställningar för WooCommerce butik

source: Build custom segments, send automations, and track purchase <br/>activity in Mailchimp. Login to authorize an account connection.
sv_se: Bygg anpassade segment, skicka automationer och spåra köpaktivitet<br/>i Mailchimp. Logga in för att auktorisera din kontoanslutning.

source: Running
sv_se: Kör

source: Completed
sv_se: Slutförd

source: Sync Status:
sv_se: Synkroniseringsstatus:

source: Disconnect your store from Mailchimp. This action will remove all entries from the database but you will be able to reconnect anytime.
sv_se: Koppla från din butik från Mailchimp. Denna åtgärd tar bort alla poster från databasen, men du kan ansluta igen när som helst.

source: Disconnect Store
sv_se: Koppla från butik

source: Opt-in to our newsletter
sv_se: Tacka ja till vårt nyhetsbrev

source: Occasionally we may send you information about how-to's, updates, and other news to the store's admin email address. Choose whether or not you want to receive these messages at %1$s
sv_se: Vi kan lite då och då skicka dig information om uppdateringar, "gör såhär" och andra nyheter till butiksadministratörens e-postadress. Välj om du vill ta emot dessa mail på %1$s

source: Communication
sv_se: Kommunikation

source: Plugin Settings
sv_se: Inställningar för tillägg

source: Connect account
sv_se: Anslut konto

source: Reconnect account
sv_se: Återanslut kontot

source: Permission Settings
sv_se: Behörighetsinställningar

source: Opt-in checkbox position
sv_se: Position för kryssrutan ”Tacka ja”

source: Advanced Opt-in Settings
sv_se: Avancerade inställningar för ”Tacka ja”

source: The box below is a preview of your checkout page. Styles and fields may not be exact.
sv_se: Rutan nedan är en förhandsgranskning av din kassa-sida. Stilar och fält kanske inte är exakta.

source: Shop checkout preview
sv_se: Förhandsgranska butikens kassa

source: Leave it blank to use language translation files (.po / .mo), translating the string: "Subscribe to our newsletter".
sv_se: Lämna blankt för att använda översättningsfiler (.po / .mo) för att översätta strängen "Subscribe to our newsletter".

source: To select another audience, you must first disconnect your store on the Settings tab.
sv_se: För att välja en annan publik måste du först koppla från din butik i fliken ”Inställningar”.

source: Your store is currently connected to:
sv_se: Din butik är för närvarande ansluten till:

source: Audience name
sv_se: Publikens namn

source: Connect your store with an audience
sv_se: Anslut din butik med en publik

source: Add Mailchimp for WooCommerce
sv_se: Lägg till Mailchimp for WooCommerce

source: General Settings
sv_se: Allmänna inställningar

source: WooCommerce Settings
sv_se: Inställningar för WooCommerce

source: We've detected that your WooCommerce store's currency is <b>%1$s</b> (%3$schange%4$s), and the WordPress timezone is <b>%2$s</b> (%5$schange%4$s).
sv_se: Vi har upptäckt att din butiks valuta är <b>%1$s</b> (%3$sändra%4$s) och att tidszonen är <b>%2$s</b> (%5$sändra%4$s).

source: Please select all the ways you would like to hear from us
sv_se: Välj de sätt som du skulle vilja höra av oss

source: Have a larger store or having issues syncing? Consider using <a href=%1$s target=_blank>WP-CLI</a> or browse documentation around common <a href=%2$s target=_blank>caching problems</a>.
sv_se: Har du en större butik eller problem med synkronisering? Överväg att använda <a href=%1$s target=_blank>WP-CLI</a> eller läs dokumentationen vid vanliga <a href=%2$s target=_blank>cache-problem</a>.

source: If you don’t have an audience, you can choose to create one
sv_se: Om du inte har en publik kan du välja att skapa en

source: Please apply your audience settings.
sv_se: Verkställ dina inställningar för publiken.

source: Please apply your audience settings.
sv_se: Verkställ dina inställningar för publiken.

source: Copy Log to clipboard
sv_se: Kopiera logg till urklipp

source: Language
sv_se: Språk

source: From Email
sv_se: Från e-post

source: From Name
sv_se: Från namn

source: Subject
sv_se: Ämne

source: Sync is running. Please wait until it finishes.
sv_se: Synkronisering pågår. Vänta tills den avslutas.

source: Resync now
sv_se: Återsynkronisera nu

source: Synchronization
sv_se: Synkronisering

source: Error loading log file contents
sv_se: Fel vid laddning av loggfilens innehåll

source: No log file provided
sv_se: Ingen loggfil angiven

source: %1$sMailchimp for Woocommerce%2$s is not yet connected to a Mailchimp account. To complete the connection, %3$svisit the plugin settings page%4$s.
sv_se: %1$sMailchimp för Woocommerce%2$s är ännu inte anslutet till ett Mailchimp-konto. För att slutföra anslutningen går du till %3$stilläggets sida för inställningar%4$s.

source: Log file deleted.
sv_se: Loggfil borttagen.

source: Yes, disconnect.
sv_se: Ja, koppla från.

source: You are about to disconnect your store from Mailchimp.
sv_se: Du är på väg att koppla från din butik från Mailchimp.

source: No, cancel!
sv_se: Nej, avbryt!

source: Yes, delete it!
sv_se: Ja, ta bort det!

source: You will not be able to revert.
sv_se: Du kan inte ångra detta.

source: Are you sure?
sv_se: Är du säker?

source: Error retrieving list for double_optin check
sv_se: Fel när lista för kontroll av double_optin hämtades

source: Please retry.
sv_se: Försök igen.

source: Cannot create or update List at Mailchimp.
sv_se: Kan inte skapa eller uppdatera lista i Mailchimp.

source: Cannot create or update Store at Mailchimp.
sv_se: Kan inte skapa eller uppdatera butik i Mailchimp.

source: Add a comma-separated list of tags to apply to a subscriber in Mailchimp after a transaction occurs
sv_se: Lägg till en kommaseparerad lista på taggar att verkställa på en prenumerat i Mailchimp efter att de anmäler sig

source: Tags
sv_se: Etiketter

source: Subscriber Settings
sv_se: Prenumerationsinställningar

source: Choose how you want the opt-in to your newsletter checkbox to render at checkout
sv_se: Välj hur du vill att rutan för opt-in till nyhetsbrev skall visas i kassan

source: The call-to-action text that prompts customers to subscribe to your newsletter at checkout.
sv_se: Call-to-action-texten som uppmanar kunder att prenumerera på ditt nyhetsbrev i kassan.

source: Connecting...
sv_se: Ansluter …

source: Invalid Timezone
sv_se: Ogiltig tidszon

source: Invalid Phone
sv_se: Ogiltig telefon

source: Invalid Country
sv_se: Ogiltigt land

source: Invalid Zip
sv_se: Ogiltigt postnummer

source: Invalid State
sv_se: Ogiltig delstat

source: Invalid City
sv_se: Ogiltig ort

source: Invalid Address
sv_se: Ogiltig adress

source: Get Started!
sv_se: Kom igång!

source: Go Back
sv_se: Gå tillbaka

source: By clicking the "Get Started!" button, you are creating a Mailchimp account, and you agree to Mailchimp's <a href=%1$s target=_blank>Terms of Use</a> and <a href=%2$s target=_blank>Privacy Policy</a>.
sv_se: Genom att klicka på knappen "Kom igång!" så skapar du ett Mailchimp-konto och du godkänner Mailchimps <a href=%1$s target=_blank>användarvillkor</a> och <a href=%2$s target=_blank>sekretesspolicy</a>.

source: Phone
sv_se: Telefon

source: Zip
sv_se: Postnummer

source: Address Line 2
sv_se: Adressrad 2

source: Address Line 1
sv_se: Adressrad 1

source: Invalid Email. Please double check.
sv_se: Ogiltig e-post. Kontrollera igen.

source: Next Step
sv_se: Nästa steg

source: Suggested username:
sv_se: Föreslaget användarnamn:

source: Username
sv_se: Användarnamn

source: Shop Managers and Administrators
sv_se: Butikschefer och administratörer

source: Administrators Only
sv_se: Endast administratörer

source: Select the minimum permission capability to manage Mailchimp for Woocommerce options
sv_se: Välj minsta tillåtna rättighet för att hantera inställinngar för Mailchimp för Woocommerce

source: Plugin Permission Level
sv_se: Tilläggets behörighetsnivå

source: Error setting communications status
sv_se: Fel när kommunikationsstatus skulle anges

source: Saved
sv_se: Sparad

source: Leave a Review
sv_se: Lämna en recension

source: These constants are deprecated since Mailchimp for Woocommerce version 2.3. Please refer to the <a href="https://github.com/mailchimp/mc-woocommerce/wiki/">plugin official wiki</a> for further details.
sv_se: Dessa konstanter är föråldrade sedan Mailchimp för Woocommerce version 2.3. Besök <a href="https://github.com/mailchimp/mc-woocommerce/wiki">tilläggets officiella wiki</a> för mer detaljer.

source: We dectected that this site has the following constants defined, likely at wp-config.php file
sv_se: Vi har upptäckt att denna webbplats har följande konstanter angivna, sannolikt i filen wp-config.php

source: Is this plugin helping your e-commerce business? <a href=%s target=_blank>Please leave us a ★★★★★ review!</a>.
sv_se: Hjälper detta tillägg din e-handel? <a href=%s target=_blank>Lämna gärna ett ★★★★★ omdöme!</a>.

source: Error, can't login.
sv_se: Fel, kan inte logga in.

source: The MailChimp For WooCommerce plugin requires the <a href="http://wordpress.org/extend/plugins/woocommerce/">WooCommerce</a> plugin to be active!
sv_se: Tillägget Mailchimp för Woocommerce kräver att <a href="http://wordpress.org/extend/plugins/woocommerce/">WooCommerce</a> är installerat och aktivt!

source: Sometimes the sync can take a while, especially on sites with lots of orders and/or products. It is safe to navigate away from this screen while it is running.
sv_se: Ibland kan synkroniseringen ta ett tag, speciellt på webbplatser med många order och/eller produkter. Det är helt okej att navigera bort från denna sida medan den körs.

source: The plugin has started the initial sync with your store, and the process will work in the background automatically.
sv_se: Tillägget har startat den initiala synkroniseringen av din butik och processen pågår automatiskt i bakgrunden.

source: Starting the sync process...
sv_se: Startar synkroniseringsprocessen…

source: You must supply your Mailchimp API key to pull the audiences.
sv_se: Du måste ange din Mailchimp API-nyckel för att hämta publik.

source: One or more fields were not updated
sv_se: Ett eller flera fält uppdaterades inte

source: Mailchimp for WooCommerce requires a Store Name to connect your store.
sv_se: Mailchimp for WooCommerce kräver ett butiksnamn för att ansluta din butik.

source: As part of the Mailchimp Terms of Use, we require a valid phone number for your store.
sv_se: Som en del av Mailchimps användarvillkor krävs ett giltigt telefonnummer till din butik.

source: As part of the Mailchimp Terms of Use, we require a contact email and a physical mailing address.
sv_se: Som en del av Mailchimps användarvillkor krävs en e-postadress för kontakt och en fysisk postadress.

source: Store Disconnect Failed
sv_se: Misslyckades att koppla från butik

source: Store Disconnected
sv_se: Butik frånkopplad

source: Settings
sv_se: ﻿Inställningar

source: Save all changes
sv_se: Spara alla ändringar

source: Start sync
sv_se: Starta synkronisering

source: Logs
sv_se: Loggar

source: Overview
sv_se: Översikt

source: Log events from the Mailchimp plugin
sv_se: Logga händelser från Mailchimp-tillägget

source: Please provide a bit of information about your WooCommerce store
sv_se: Ange lite information om din WooCommerce-butik

source: Add Mailchimp for WooCommerce to build custom segments, send automations, and track purchase activity in Mailchimp
sv_se: Lägg till Mailchimp för WooCommerce för att bygga anpassade segment, skicka automationer och spåra köpaktivitet i Mailchimp.

source: Mailchimp says: API Request Error -
sv_se: Mailchimp säger: API request error -

source: Mailchimp says: Please upgrade your PHP version to a minimum of 7.0
sv_se: Mailchimp säger: Uppgradera din PHP-version till minst 7.0

source: By using this plugin, Mailchimp will process customer information in accordance with their <a href=%s target=_blank>Privacy Policy</a>.
sv_se: Genom att använda detta tillägg kommer Mailchimp hantera kundinformation i enlighet med sin <a href=%s target=_blank>sekretesspolicy</a>.

source: Order and customer information will not sync if they contain an Amazon or generic email address.
sv_se: Order- och kundinformation kommer inte synkronisera om de innehåller Amazon eller en allmän e-postadress.

source: More Information
sv_se: Mer information

source: You can safely resync your audience at any time without losing any of your e-commerce data.
sv_se: Du kan åter-synkronisera din publik när som helst utan att förlora någon av din e-handels data.

source: Starting...
sv_se: Startar…

source: Last Updated:
sv_se: Senast uppdaterat:

source: Initial sync in progress
sv_se: Initial synkronisering pågår

source: Audience Connected
sv_se: Publik ansluten

source: Account Connected
sv_se: Konto anslutet

source: Unsubscribed
sv_se: Avprenumererat

source: Transactional
sv_se: Överföringar

source: Subscribers
sv_se: Prenumeranter

source: Orders
sv_se: Beställningar

source: Products
sv_se: Produkter

source: Coupons
sv_se: Rabattkoder

source: Connected! Please wait while loading next step
sv_se: Ansluten! Vänta medan nästa steg laddar

source: Connection in progress
sv_se: Anslutning pågår

source: Connecting. A new window will open with Mailchimp's OAuth service. Please log-in and we will take care of the rest.
sv_se: Ansluten. Ett nytt fönster öppnar med Mailchimps OAuth-tjänst. Logga in där så tar vi hand om resten.

source: Already connected. You can reconnect with another Mailchimp account if you want.
sv_se: Redan ansluten. Du kan återansluta till ett annat Mailchimp-konto om du vill.

source: Connect
sv_se: Anslut

source: Connect your store to Mailchimp
sv_se: Anslut din butik till Mailchimp

source: Mailchimp says: Your re-sync has been started!
sv_se: Mailchimp säger: Din åter-synkronisering har påbörjats!

source: Mailchimp says: You are not fully ready to run the Store Sync, please verify your settings before proceeding.
sv_se: Mailchimp säger: Du är inte helt klar att synkronisera butiken. Kontrollera dina inställningar innan du fortsätter.

source: Mailchimp says: Sorry you must set up your store before you proceed!
sv_se: Mailchimp säger: Du måste ställa in din butik innan du fortsätter!

source: Mailchimp says: You must select a marketing audience.
sv_se: Mailchimp säger: Du måste välja en publik.

source: Mailchimp says: You must enter in a valid API key.
sv_se: Mailchimp säger: Du måste ange en giltig API-nyckel.

source: Timezone
sv_se: Tidszon

source: Select store's locale
sv_se: Välj butikens språkversion

source: Locale
sv_se: Språkversion

source: Please apply your locale settings. If you're unsure about these, use the defaults.
sv_se: Ange dina språkinställningar. Är du osäker på dessa kan du använda standard.

source: Locale Settings
sv_se: Språkinställningar

source: Phone Number
sv_se: Telefonnummer

source: Select a Country
sv_se: Välj ett land

source: Country
sv_se: Land

source: Postal Code
sv_se: Postnummer

source: State
sv_se: Delstat

source: City
sv_se: Ort

source: Street address
sv_se: Gatuadress

source: Email
sv_se: E-post

source: Name
sv_se: Namn

source: Store Settings
sv_se: Butiksinställningar

source: There are currently no logs to view.
sv_se: Det finns för närvarande inga loggar att visa.

source: Delete Log
sv_se: Ta bort logg

source: Recent Logs
sv_se: Senaste loggar

source: Debug
sv_se: Felsök

source: None
sv_se: Ingen

source: Advanced troubleshooting can be conducted with the logging capability turned on. By default, it’s set to “standard” and you may toggle to either “debug” or “none” as needed. With standard logging, you can see basic information about the data submission to Mailchimp including any errors. “Debug” gives a much deeper insight that is useful to share with support if problems arise.
sv_se: Avancerad felsökning kan genomföras med loggning aktiverad. Som standard är den angiven till "standard", men du kan välja att växla till "debug" eller "ingen" om du önskar. Med standardloggning kan du se grundläggande information om data som skickas till Mailchimp, eventuella fel inkluderat. “Debug” ger en djupare insikt och kan vara användbart att dela med supporten vid eventuella problem.

source: Logging Preferences
sv_se: Loggningspreferenser

source: Define the product image size used by abandoned carts, order notifications, and product recommendations.
sv_se: Ange produktbildens storlek som används i den övergivna varukorgen, ordermeddelanden och produktrekommendationer.

source: Product Image Size
sv_se: Produktbildstorlek

source: Product Settings
sv_se: Produktinställningar

source: Enter a WooCommerce form action
sv_se: Ange en formuläråtgärd för WooCommerce

source: To change the position of the opt-in <br/>checkbox at checkout, input one of the <a href=%s target=_blank>available WooCommerce form actions</a>.
sv_se: För att ändra position på din rutan för<br/>opt-in i kassan, ange en av <a href=%s target=_blank>följande åtgärder för WooCommerce</a>.

source: Hidden, unchecked by default
sv_se: Dold, avmarkerad som standard

source: Visible, unchecked by default
sv_se: Synlig, avmarkerad som standard

source: Visible, checked by default
sv_se: Synlig, ikryssad som standard som standard

source: Checkbox display options
sv_se: Visningsalternativ för kryssruta

source: HTML tags allowed: <a href="" target="" title=""></a> and <br>
sv_se: HTML-taggar tillåtna: <a href="" target="" title=""></a> och <br>

source: Message for the opt-in checkbox
sv_se: Meddelande för kryssrutan ”Tacka ja”

source: Opt-in Settings
sv_se: Inställningar för ”Tacka ja”

source: During initial sync, auto subscribe the existing customers.
sv_se: Under den initiala synkroniseringen skall befintliga kunder anges som prenumerant av automatik.

source: Select Audience
sv_se: Välj publik

source: Create New Audience
sv_se: Skapa ny publik

source: Audience Settings
sv_se: Publikinställningar

source: You were subscribed to the newsletter from %s
sv_se: Du prenumererar på nyhetsbrev från %s

source: Permission reminder message
sv_se: Påminnelsemeddelande om rättigheter

source: Store Newsletter
sv_se: Butikens nyhetsbrev

source: Audience Defaults
sv_se: Publikstandard

source: Skip & Deactivate
sv_se: Hoppa över och inaktivera

source: Submit & Deactivate
sv_se: Skicka och inaktivera

source: If you have a moment, please share why you are deactivating %s:
sv_se: Om du har tid, dela varför du inaktiverar %s:

source: Close
sv_se: Stäng

source: Quick Feedback
sv_se: Snabb feedback

source: Please share the reason
sv_se: Dela orsaken

source: Other
sv_se: Annat

source: It's a temporary deactivation.
sv_se: Det är en tillfällig inaktivering.

source: I no longer use this integration.
sv_se: Jag använder inte längre denna integration.

source: I was instructed to disconnect by Mailchimp Support.
sv_se: Jag instruerades att koppla ifrån av Mailchimp support.

source: I'm trying to troubleshoot the integration.
sv_se: Jag försöker felsöka integrationen.

source: The promo codes aren't showing up.
sv_se: Kampanjkoderna visas inte.

source: The order data isn't syncing.
sv_se: Orderdata synkroniserar inte.

source: I want to change the site or store connected through this integration.
sv_se: Jag vill ändra webbplats eller butik som är ansluten genom denna integration.

source: I want to change the audience associated with this integration.
sv_se: Jag vill ändra publiken associerad med denna integration.

source: Sending Feedback
sv_se: Skickar feedback

source: Please select an option
sv_se: Välj ett alternativ

source: Subscribe to our newsletter
sv_se: Prenumerera på vårt nyhetsbrev

source: User ID
sv_se: Användar-ID

source: MailChimp Shopping Cart Data
sv_se: Data för Mailchimp varukorg

source: Email Address
sv_se: E-postadress

source: When shopping, we keep a record of your email and the cart contents for up to 30 days on our server. This record is kept to repopulate the contents of your cart if you switch devices or needed to come back another day. Read our privacy policy <a href="%s">here</a>.
sv_se: När du handlar kommer vi under 30 dagar att spara din varukorg och e-postadress. Denna data används för att fylla din varukorg igen, om du byter enhet eller kommer tillbaka en annan dag. Läs vår sekretesspolicy <a href="%s">här</a>.

source: Connects WooCommerce to Mailchimp to sync your store data, send targeted campaigns to your customers, and sell more stuff.
sv_se: Ansluter WooCommerce till Mailchimp för att synkronisera dina butiksdata, skicka riktade kampanjer till dina kunder och sälja fler saker.
