{"translation-revision-date":"2021-06-10 10:48:31+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"See more options":["Se fler alternativ"],"We recommend adding one of the following payment extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["Vi rekommenderar att lägga till ett av följande betalningstillägg till din butik. Tillägget installeras och aktiveras åt dig när du klickar på Kom igång."],"Recommended ways to get paid":["Rekommenderade sätt att ta betalt"],"I agree":["Jag samtycker"],"By agreeing to share non-sensitive {{link}}usage data{{\/link}}, you’ll help us improve features and optimize the WooCommerce Payments experience. You can opt out at any time.":["Genom att samtycka till att dela icke-känsliga {{link}}användardata{{\/link}} hjälper du oss att förbättra funktioner och optimera WooCommerce Payments-upplevelsen. Du kan tacka nej när som helst."],"Help us build a better WooCommerce Payments experience":["Hjälp oss att bygga en bättre WooCommerce Payments-upplevelse"],"Hide this":["Dölj detta"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Det var ett fel att ansluta till WooCommerce Payments. Försök igen eller anslut senare i butiksinställningarna."],"WooCommerce Payments connected successfully.":["WooCommerce Payments har anslutits."],"Yes, count me in!":["Ja, räkna med mig!"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["Få förbättrade funktioner och snabbare korrigeringar genom att dela icke-känsliga data via {{link}}användningsspårning{{\/link}} som visar oss hur WooCommerce används. Inga personliga dta spåras eller lagras."],"Build a better WooCommerce":["Bygg ett bättre WooCommerce"],"There was a problem updating your preferences":["Det gick inte att uppdatera dina preferenser"],"Task List Options":["Uppgiftslistealternativ"],"Recommended":["Rekommenderad"],"No thanks":["Nej tack"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/payment-recommendations.js"}}